{
  "meta-title-home": "Home",
  "meta-content-home": "Welcome to the personal portfolio web application of Yevhen Dovhan, front-end developer. Browse through a collection of my web projects. Explore the portfolio and discover the work, contact me if you have job propositions.",
  "meta-title-about": "About",
  "meta-content-about": "About page - Yevhen Dovhan portfolio web application. I really like building things for the web, and always try to expand my knowledge",
  "hero-title-name": "Yevhen",
  "hero-title-lastName": "Dovhan",
  "hero-desc-p1": "I'M A FRONT-END DEVELOPER BASED IN KYIV, UKRAINE. I'M BUILDING THINGS FOR THE WEB. I LIKE NEW TECHNOLOGIES, ALWAYS SEEKING NEW KNOWLEDGE.",
  "hero-desc-p2": "CURRENTLY, I'M FOCUSING ON BUILDING ACCESSIBLE, PURPOSEFULL WEB APPLICATIONS.",
  "skills-label": "My skills",
  "skills-title": "Hard Skills",
  "vue": "Progressive JavaScript Framework. An approachable, performant and versatile framework for building web user interfaces.",
  "nuxt": "The Intuitive Web Framework. An open source framework under MIT license that makes web development simple and powerful.",
  "js": "is a widely-used programming language for web development, enabling interactive and dynamic features on websites.",
  "ts": "adds additional syntax to JavaScript to support a tighter integration with your editor. Catch errors early in your editor.",
  "vuex": "is a state management pattern + library for Vue.js applications. It serves as a centralized store for all the components in an application.",
  "pinia": "the intuitive store for Vue.js Type Safe, Extensible, and Modular by design. Forget you are even using a store.",
  "html": "is the backbone of the web. It is a markup language used to structure the content of web pages.",
  "css": "is a crucial component of web development. It is used to control the presentation and styling of web pages.",
  "recent-work-title": "Recent work.",
  "my-works-label": "check my works",
  "contact-me-title": "For more information feel free send me a message",
  "contact-me-label": "contact me",
  "copyright": "Yevhen Dovhan. All rights reserved.",
  "home-link-label": "Home",
  "work-link-label": "Work",
  "about-link-label": "About",
  "contact-link-label": "Contact",
  "about-text-p1": "Hi there! I'm a front-end developer with more then one year of experience, specializing in HTML, CSS, JavaScript, TypeScript, Vue.js, Vuex, Pinia, Nuxt.js, REST API, GIT, and related technologies.",
  "about-text-p2": "As a team player, I enjoy collaborating with others and am always open to learning from my colleagues. I'm a good listener and a friendly person, which helps me communicate effectively with anyone, regardless of their technical background. Whether I'm working on a new project or maintaining an existing one, I always strive to deliver high-quality code that meets the requirements of the business and the end-users. I'm passionate about web development and love to stay up-to-date with the latest trends and best practices in the field.",
  "about-text-p3": "I am currently actively seeking new job opportunities, and I am open to any exciting projects that may come my way. If you are interested in working together, please do not hesitate to reach out to me.",
  "about-title": "Who am i",
  "back-home-label": "back to home",
  "download-cv-label": "download cv",
  "contact-title": "greetings.",
  "contact-text-p1": "I can help to design and build you next website. Contact me for more detailed information.",
  "contact-text-p2": "Maybe your company have an open web developer position, related to my skills.",
  "contact-email": "Email:",
  "contact-on-internet": "On the Internet:",
  "meta-title-contact": "Contact",
  "meta-content-contact": "Get in touch with Yevhen Dovhan for collaborations, inquiries, or to discuss potential projects. Contact Yevhen Dovhan via email or through the any social platform.",
  "work-title": "my works",
  "meta-title-work": "Work",
  "meta-content-work": "Work page - Yevhen Dovhan portfolio web application. Here you can explore my recent projects, position jobs",
  "project-title": "Project.",
  "back-to-work-label": "back to work",
  "source-code-label": "source code",
  "tech-stack": "tech-stack"
}