{
  "meta-title-home": "Головна | Y.D. Сайт портфоліо",
  "meta-content-home": "Ласкаво просимо до веб-додатку персонального портфоліо Євгена Довганя, фронт-енд розробника. Перегляньте колекцію моїх веб-проектів. Перегляньте портфоліо, зв’яжіться зі мною, якщо у вас є пропозиції роботи.",
  "meta-title-about": "Про мене | Y.D. Портфоліо сайт",
  "meta-content-about": "Сторінка 'Про мене' - портфоліо веб-додатку Євгена Довганя. Мені дуже подобається створювати речі для Інтернету, і я завжди намагаюся розширювати свої знання",
  "hero-title-name": "Євген",
  "hero-title-lastName": "Довгань",
  "hero-desc-p1": "Я ФРОНТЕНД РОЗРОБНИК З КИЄВА, УКРАЇНА. Я СТВОРУЮ РЕЧІ ДЛЯ ІНТЕРНЕТУ. ЛЮБЛЮ НОВІ ТЕХНОЛОГІЇ, ЗАВЖДИ ШУКАЮ НОВИХ ЗНАНЬ.",
  "hero-desc-p2": "ЗАРАЗ Я ФОКУСУЮСЯ НА СТВОРЮВАННІ ДОСТУПНИХ,ЗРУЧНИХ ВЕБ-ДОДАТКІВ.",
  "skills-label": "Мої навички",
  "skills-title": "Навички",
  "vue": "Прогресивний фреймворк JavaScript. Доступний, ефективний та універсальний фреймворк для створення веб-інтерфейсів користувача.",
  "nuxt": "Інтуїтивно зрозумілий веб-фреймворк. Фреймворк з відкритим кодом за ліцензією MIT, який робить веб-розробку простою та потужною.",
  "js": "це широко використовувана мова програмування для веб-розробки, що забезпечує інтерактивні та динамічні функції на веб-сайтах.",
  "ts": "додає додатковий синтаксис до JavaScript для підтримки більш тісної інтеграції з вашим редактором. Ловіть помилки на ранніх стадіях редактора.",
  "vuex": "це менеджер керування станом + бібліотека для програм Vue.js. Він служить централізованим сховищем для всіх компонентів програми.",
  "pinia": "інтуїтивно зрозуміле сховище для Vue.js, безпечний, розширюваний і модульний за дизайном. Забудьте, що ви навіть використовуєте сховище.",
  "html": "є основою мережі. Це мова розмітки, яка використовується для структурування вмісту веб-сторінок.",
  "css": "є важливою складовою веб-розробки. Він використовується для керування представленням і стилем веб-сторінок.",
  "recent-work-title": "остання робота",
  "my-works-label": "переглянути роботи",
  "contact-me-title": "Щоб дізнатися більше, надішліть мені повідомлення",
  "contact-me-label": "зв'яжіться зі мною",
  "copyright": "Євген Довгань. Всі права захищені.",
  "home-link-label": "Головна",
  "work-link-label": "Робота",
  "about-link-label": "Про мене",
  "contact-link-label": "Контакти",
  "about-text-p1": "Привіт! Я фронтенд-розробник із більш ніж однорічним досвідом роботи, який спеціалізується на HTML, CSS, JavaScript, TypeScript, Vue.js, Vuex, Pinia, Nuxt.js, REST API, GIT та пов’язаних технологіях.",
  "about-text-p2": "Як командний гравець, я люблю співпрацювати з іншими і завжди відкритий для навчання у своїх колег. Я гарний слухач і доброзичлива людина, що допомагає мені ефективно спілкуватися з будь-ким, незалежно від його технічної підготовки. Незалежно від того, працюю я над новим проектом чи підтримую існуючий, я завжди прагну надати високоякісний код, який відповідає вимогам бізнесу та кінцевих користувачів. Я захоплююся веб-розробкою і люблю бути в курсі останніх тенденцій і найкращих практик у цій галузі.",
  "about-text-p3": "Наразі я активно шукаю нові можливості роботи та готовий до будь-яких захоплюючих проектів, які можуть статися на моєму шляху. Якщо ви зацікавлені у співпраці, зв’яжіться зі мною без вагань.",
  "about-title": "Хто я",
  "back-home-label": "На головну",
  "download-cv-label": "завантажити cv",
  "contact-title": "вітання.",
  "contact-text-p1": "Я можу допомогти розробити та створити ваш наступний веб-сайт. Зв'яжіться зі мною для більш детальної інформації.",
  "contact-text-p2": "Можливо, у вашій компанії є відкрита вакансія веб-розробника, пов’язана з моїми навичками.",
  "contact-email": "Пошта:",
  "contact-on-internet": "В інтернеті:",
  "meta-title-contact": "Контакти",
  "meta-content-contact": "Зв’яжіться з Євгеном Довганем для співпраці, запитів або обговорення потенційних проектів. Зв’яжіться з Євгеном Довганем електронною поштою або через будь-яку соціальну платформу."
}